Repository: abfonly/higgins
Catalog: .lang/*.po
Languages: nl_nl

source: Higgins: Application launcher, starts applications and search for things. Currently it: Evaluate expressions (calculator) Find recently opened documents Find desktop applications Find executables Find local bookmarks Lists the content of folders Find files by indexing user-specified folders Support external plugins; take a look to External_plugin_locate.sh for an example
nl_nl: Higgins: Applicatiestarter; start applicaties en zoekt naar dingen. Huidige mogelijkheden: Berekeningen maken (rekenmachine) Zoeken naar recent geopende documenten Zoeken naar applicaties Zoeken naar uitvoerbare bestanden Zoeken naar lokale bladwijzers Inhoud van mappen opsommen Zoeken naar bestanden door het indexeren van door de gebruiker opgegeven mappen Ondersteunt externe plug-ins: zie bijv. External_plugin_locate.sh

source: Execute file?
nl_nl: Bestand uitvoeren?

source: Bridge to external plugin
nl_nl: Overbrugging naar externe plug-in

source: Do not auto-hide main window
nl_nl: Hoofdvenster niet automatisch verbergen

source: Do not use a tray icon
nl_nl: Geen systeemvakpictogram gebruiken

source: Clear the previous search on hide
nl_nl: Vorige zoekopdracht wissen bij verbergen

source: Higgins is not configured
nl_nl: Higgins is niet ingesteld

source: Please configure at least the hotkey
nl_nl: Stel op zijn minst de sneltoets in

source: to show the higgins window.
nl_nl: om het Higgins-venster weer te geven.

source: TrayMenu
nl_nl: Systeemvakmenu

source: Options
nl_nl: Opties

source: Show
nl_nl: Weergeven

source: Quit
nl_nl: Afsluiten

source: Open containing folder
nl_nl: Bijbehorende map openen

source: Open File
nl_nl: Bestand openen

source: Copy to Clipboard
nl_nl: Kopiëren naar klembord

source: Choose a picture
nl_nl: Afbeelding kiezen

source: Load an image
nl_nl: Afbeelding laden

source: Higgins settings
nl_nl: Higgins-instellingen

source: General
nl_nl: Algemeen

source: Hide/show shortcut:
nl_nl: Sneltoets voor weergeven/verbergen:

source: Change
nl_nl: Wijzigen

source: Fallback icons (or current desktop icon theme)
nl_nl: Terugvalpictogramset (of huidig werkomgevingspictogramthema)

source: Input lag in seconds (responsivity vs cpu use)
nl_nl: Invoervertraging in seconden (responsiviteit vs CPU-gebruik)

source: 0.00 - immediate
nl_nl: 0.00 - onmiddelijk

source: 0.05 - Very fast cpu
nl_nl: 0.05 - Erg snelle CPU

source: 0.10 - Fast cpu
nl_nl: 0.10 - Snelle CPU

source: 0.20 - Slow cpu
nl_nl: 0.20 - Langzame CPU

source: 0.30 - Very slow cpu
nl_nl: 0.30 - Erg langzame CPU

source: Adaptive
nl_nl: Dynamisch

source: Open External plugins directory
nl_nl: Externe plug-insmap openen

source: Refresh External plugins list
nl_nl: Externe plug-inslijst verversen

source: Style
nl_nl: Stijl

source: Undecorated Window
nl_nl: Venster zonder opmaak

source: Window border
nl_nl: Vensterrand

source: Input field border
nl_nl: Invoerveld-rand

source: Show scrollbar
nl_nl: Scrollbalk weergeven

source: Window color
nl_nl: Vensterkleur

source: Search (background, text, opacity)
nl_nl: Zoeken (achtergrond, tekst, doorzichtigheid)

source: Results (background, text, opacity)
nl_nl: Resultaten (achtergrond, tekst, doorzichtigheid)

source: Extra window padding
nl_nl: Extra vensteropvulling

source: Background picture
nl_nl: Achtergrondafbeelding

source: The followings need a compositor
nl_nl: De volgende dingen vereisen een compositor

source: Shadow
nl_nl: Schaduw

source: Window corner round radius
nl_nl: Rondheidsstraal van vensterhoek

source: Finds previously selected items
nl_nl: Zoekt naar eerder geselecteerde items

source: History plugin
nl_nl: Geschiedenisplug-in

source: Expression evaluator
nl_nl: Berekeningen maken

source: Calculator
nl_nl: Rekenmachine

source: Search for Recent Documents
nl_nl: Zoeken naar recente documenten

source: Recent Documents
nl_nl: Recente documenten

source: Find desktop applications
nl_nl: Zoeken naar applicaties

source: Desktop apps
nl_nl: Applicaties

source: Executables launcher
nl_nl: Uitvoerbare bestanden starten

source: Executables
nl_nl: Uitvoerbare bestanden

source: Search through desktop bookmarks
nl_nl: Zoeken in lokale bladwijzers

source: Folder bookmarks
nl_nl: Bladwijzermap

source: List files from a folder
nl_nl: Bestanden uit een map opsommen

source: list plugin
nl_nl: Opsomplug-in

source: Index filenames from user-defined folders.
nl_nl: Bestandsnamen indexeren uit door de gebruiker opgegeven mappen.

source: Indexer
nl_nl: Indexeerder

source: Example plugin description
nl_nl: Omschrijving van voorbeeldplug-in

source: Example plugin
nl_nl: Voorbeeldplug-in

source: Directory
nl_nl: Map

source: Also search for apps in the following folders (Not recursive)
nl_nl: Ook zoeken naar apps in de volgende mappen (niet-recursief)

source: Identify desktop files by extension only (faster)
nl_nl: Bestanden identificeren aan de hand van de extensie (sneller)

source: Depth
nl_nl: Diepte

source: items indexed.
nl_nl: geïndexeerde items.

source: indexer plugin config
nl_nl: instellingen van indexeerplug-in

source: Directories to index
nl_nl: Te indexeren mappen

source: Limit results to:
nl_nl: Resultaten beperken tot:

source: Example: Path /aa/bb/cc exists. and you search for "aa" or "bb" Option checked -> You get "/aa/bb/cc" Option unchecked -> You DONT get "/aa/bb/cc"
nl_nl: Voorbeeld: Pad /aa/bb/cc bestaat en u zoekt naar "aa" of "bb" Indien optie is aangevinkt -> resultaat is "/aa/bb/cc" Indien optie is uitgevinkt -> resultaat is GEEN "/aa/bb/cc"

source: Match Full Pathname
nl_nl: Volledige padnaam moet overeenkomen

source: Show hidden files or not in search list. Hidden files are still shown if search begins with "."
nl_nl: Verborgen bestanden weergeven of verbergen in resultatenlijst. Verborgen bestanden worden nog steeds weergegeven als de zoekopdracht begint met "."

source: Match hidden files
nl_nl: Verborgen bestanden opnemen

source: Update index every:
nl_nl: Index bijwerken, elke:

source: Index Now
nl_nl: Nu indexeren
